chat_system_341875856_actor_description=Thomas Cook. Dying old pirate.
chat_system_341875856_snap_0_question=^?^What do you want coming to my home, stranger? Don't you see I'm not feeling very well?
chat_system_341875856_snap_0_answer_0=^?^I'm [player], from Darion, I'm in the royal service. I thought maybe you could use my help?
chat_system_341875856_snap_0_answer_1=^?^Sorry, I just came to the wrong door.
chat_system_341875856_snap_1_question=^?^There's no more wind in my chest, and strength in my heart is failing. You, [player] from Darion, can you really help an old man?<br>The candle of my life will be soon be burned out, but I cannot decide which of my sons should be the head of our family. I have three sons, all of them are good, but only one of them may be the head of the Cook's family.<br>You are a stranger; you would not be looking to benefit yourself. I ask you to choose impartially, to name my most worthy son, the man who will make his pirate father proud in this bitter world. Give him his father's bandanna - the symbol of our family.
chat_system_341875856_snap_1_answer_0=^?^Ok, I can't refuse such a request. Give me your bandanna and I'll speak to your sons.
chat_system_341875856_snap_1_answer_1=^?^I don't have time now. I'll come back later.
chat_system_341875856_snap_2_question=^?^So tell me, [player]? Have you already spoken to my boys? Have you chosen the one who will be the head of our family?
chat_system_341875856_snap_2_answer_0=^?^No, I haven't chosen yet. But don't worry. I will certainly choose the most worthy.
